Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well will be drilled 3.9 km southwest of well 16/4-6 S and 5 km northwest of well 16/5-5 in production licence 410.
nb: Brønnen blir bora 3,9 kilometer sørvest for brønnen 16/4-6 S og 5 kilometer nordvest for brønn 16/5-5 i utvinningsløyve 410.

source: This is the third well to be drilled within the licence area, while three wells have been drilled previously in the western part of the licence area.
nb: Dette er den tredje brønnen som blir bora innafor løyvet sitt areal, men det er bora tre brønnar tidlegare i den vestlege delen av løyvet sitt areal.

source: Wellbore 2/4-22 S will be drilled from the Mærsk Gallant drilling facility at position 56°42' 58.12'' north and 3°10' 3.11'' east.
nb: Brønn 2/4-22 S skal borast frå boreinnretninga Mærsk Gallant i posisjon 56° 42' 58.12'' nord og 3° 10' 3.11'' aust.

source: The drilling programme for wellbore 2/4-22 S relates to drilling of a wildcat well in production licence 146.
nb: Boreprogrammet for brønn 2/4-22 S gjeld boring av undersøkingsbrønn i utvinningsløyve 146.

source: Statoil Petroleum AS is the operator with an ownership interest of 77.8 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 77,8 prosent.

source: The other licensee is Total E&P Norge AS (22.2 per cent).
nb: Den andre rettshavaran er Total E&P Norge AS (22,2 prosent).

source: The area in this licence consists of parts of the 2/4 block.
nb: Arealet i dette løyvet består av deler av blokken 2/4.

source: The well will be drilled about 20 kilometres north of the Ekofisk field.
nb: Brønnen blir bora om lag 20 kilometer nord for Ekofiskfeltet.

source: Production licence 146 was awarded on 8 July 1988 (12th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 146 vart delt ut den 08. juli 1988 (12 konsesjonsrunde på norsk sokkel).

source: This is the thirteenth well to be drilled in the licence.
nb: Dette er den trettende brønnen som bli bora i løyvet.

source: Work commitments and licenses
nb: Arbeidsforpliktelser i utvinningstillatelser

source: Area fee
nb: Arealavgift

source: Preparedness
nb: Beredskap

source: Use of facilities
nb: Bruk av innretninger

source: Wells
nb: Brønner

source: National budget
nb: Nasjonalbudsjett

source: Petroleum register
nb: Petroleumsregisteret

source: Well 25/8-18 S will be drilled from the Ocean Vanguard drilling facility at position 59°15’1.12” north and 2°37’0.59” east of the Grane field in the central part of the North Sea.
nb: Brønn 25/8-18 S skal borast frå boreinnretninga Ocean Vanguard i posisjon 59°15’1,12” nord og 2°37’0,59” aust for Granefeltet i midtre del av Nordsjøen.

source: The drilling programme for well 25/8-18 S relates to the drilling of an appraisal well in production licence 169.
nb: Boreprogrammet for brønn 25/8-18 S gjeld boring av avgrensingsbrønn i utvinningsløyve 169.

source: Statoil Petroleum AS is the operator with a 57 per cent ownership interest.
nb: Statoil Petroleum AS er operatør med 57 prosent del.

source: The area in this licence consists of parts of blocks 25/8 and 25/11.
nb: Arealet i dette løyvet består av delar av blokkene 25/8 og 25/11.

source: The well will be drilled 0.7 kilometres southeast of wildcat well 25/8-4.
nb: Brønnen blir bora 0,7 kilometer søraust for undersøkingsbrønnen 25/8-4.

source: Production licence 169 was awarded on 1 March 1991 (supplement to the 13th Round).
nb: Utvinningsløyve 169 vart tildelt 1. mars 1991 (tillegg til 13.Runde).

source: This is the 14th exploration well drilled within PL169.
nb: Dette er den 14. leitebrønnen som blir bora innafor løyvet sitt areal.

source: The permit is contingent upon the licensee securing all other permits and consents required by other authorities before the drilling activity commences.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 26/10-1 will be drilled from the Island Innovator drilling facility at position 59°00’01.86’’ north and 03°04’14.69’’ east in the central part of the North Sea.
nb: Brønn 26/10-1 skal borast frå boreinnretninga Island Innovator i posisjon 59°00’01,86’’ nord 03°04’14,69’’ aust i den midtre delen av Nordsjøen.

source: The drilling programme for well 26/10-1 relates to drilling of a wildcat well in production licence 674 BS.
nb: Boreprogrammet for brønn 26/10-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 674 BS.

source: Lundin is the operator with an ownership interest of 35 per cent.
nb: Lundin er operatør med 35 prosent del.

source: The other licensees are Petrolia Norway AS with 35 per cent and E.ON E&P Norway AS with 30 per cent.
nb: Dei andre rettshavarane er Petrolia Norway AS med 35 prosent E.ON E&P Norway AS med 30 prosent.

source: The area in this licence consists of the southwestern part of block 26/10 and northwestern part of block 17/1.
nb: Arealet i dette løyvet består av sørvestleg del av blokk 26/10 og nordvestleg del av blokk 17/1.

source: The well will be drilled about 32.8 kilometres northeast of the 16/2-6 discovery well on the Johan Sverdrup field and about 112 kilometres from Stavanger.
nb: Brønnen blir bora 32,8 kilometer nordaust for funnbrønnen 16/2-6 på Johan Sverdrupfeltet og om lag 112 kilometer frå Stavanger.

source: Production licence 674 BS was carved out of PL 674, which was awarded on 8 February 2013 (APA 2012).
nb: Utvinningsløyve 674 BS er skilt ut frå 674, som blei tildelt 8. februar 2013 (TFO 2012).

source: Well 2/9-5 S will be drilled from the Mærsk Giant drilling facility at position 56°24’45.50’’ north and 03°55’06.08” east.
nb: Brønn 2/9-5 S skal borast frå boreinnretninga Mærsk Giant i posisjon 56°24’45.50’’ nord og 03°55’06,08” aust.

source: The drilling program for well 2/9/-5 S relates to drilling of a wildcat well in production licence 494.
nb: Boreprogrammet for brønn 2/9/-5 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 494.

source: Det norske oljeselskap is the operator with an ownership interest of 30 per cent.
nb: Det norske oljeselskap er operatør med ein del på 30 prosent.

source: The licensees are Bridge Energy Norge AS with 30 per cent, Dana Petroleum Norway AS with 24 per cent and Fortis Petroleum Norway AS with 16 per cent.
nb: Rettshavarane er Bridge Energy Norge AS med 30 prosent, Dana Petroleum Norway AS med 24 prosent og Fortis Petoleum Norway AS med 16 prosent.

source: Production licence 494 was awarded in APA 2008.
nb: Utvinningsløyve 494 blei tildelt i TFO 2008.

source: The area in this production licence is located in the southern part of the North Sea and consists of the north-eastern part of block 2/9.
nb: Arealet i dette utvinningsløyvet ligg i den sørlege delen av Nordsjøen og består av den nordaustlege delen av blokk 2/9.

source: Well 2/9-5 S is the first exploration well in this production licence.
nb: Brønn 2/9-5 S er den første leitebrønnen i dette utvinningsløyvet.

source: Well 31/10-1 will be drilled from the Borgland Dolphin drilling facility in position 60° 05'10.41" north and 3° 00'4.01" east after the wildcat well 6507/5-7 for E.ON E&P Norway AS in production licence 558 has been concluded.
nb: Brønn 31/10-1 skal borast frå boreinnretninga Borgland Dolphin i posisjon 60° 05'10,41" nord og 3° 00'4,01" aust etter at undersøkingsbrønn 6507/5-7 for E.ON E&P Norge AS i utvinningsløyve 558 er avslutta.

source: The drilling program for well 31/10-1 concerns the drilling of a wildcat well in production licence 507.
nb: Boreprogrammet for brønn 31/10-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 507.

source: Tullow Oil Norge AS is the operator with an ownership share of 70 per cent.
nb: Tullow Oil Norge AS er operatør med ein del på 70 prosent.

source: The others licensees are Explora Petroleum AS (20 per cent) and Ithaca Petroleum Norway AS (10 per cent).
nb: Dei andre rettshavarane er Explora Petroleum AS (20 prosent) og Ithaca Petroleum Norge AS (10 prosent).

source: The area in this licence consists of parts of the blocks 25/2.3, 30/11.12 and 31/10.
nb: Arealet i dette løyvet består av deler av blokk 25/2,3, 30/11,12 og 31/10.

source: The well will be drilled about 35 kilometres south of the Oseberg field.
nb: Brønnen blir bora om lag 35 kilometer sør for Osebergfeltet.

source: Production licence 507 was awarded on 23 January 2009 (APA 2008).
nb: Utvinningsløyve 507 vart delt ut den 23. januar 2009 (TFO 2008).

source: Well 31/2-21 S will be drilled from the Borgland Dolphin drilling facility in position 60° 58'16.97" north and 3° 28'1.74" east following completion of the drilling of wildcat well 6407/1-7 for Wintershall in production licence 475.
nb: Brønn 31/2-21 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 60° 58'16,97" nord og 3° 28'1,74" aust etter avslutting av boring av undersøkingsbrønn 6407/1-7 for Wintershall i utvinningsløyve 475.

source: The drilling programme for well 31/2-21 S concerns drilling of a wildcat well in production licence 550.
nb: Boreprogrammet for brønn 31/2-21 S gjeld boring av undersøkingsbrønn i utvinningsløyve 550.

source: Tullow Oil Norge is the operator with an ownership interest of 90 per cent.
nb: Tullow Oil Norge er operatør med ein del på 90 prosent.

source: The other licensee is Det norske oljeselskap ASA (10 per cent).
nb: Den andre rettshavaren er Det norske oljeselskap ASA (10 prosent).

source: The area in this licence consists of a 302 km2 sector of block 31/1 and a 166 km2 sector of block 31/2.
nb: Arealet i dette løyvet består av 302 km2 del av blokk 31/1 og 166 km2 del av blokk 31/2.

source: The well will be drilled about 7.5 kilometres northwest of the Troll field.
nb: Brønnen blir bora om lag 7,5 kilometer nordvest for Trollfeltet.

source: Production licence 550 was awarded on 19 February 2010 (APA 2009).
nb: Utvinningsløyve 550 vart tildelt 19. februar 2010 (TFO 2009).

source: The permit is contingent on the operator securing all other permits and consents required by other authorities before the drilling activity starts.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 33/10 S will be drilled from the Bredford Dolphin drilling facility at position 61°07'07.83" north and 1°56'28.66" east after completing drilling of wildcat well 16/4-8 S for Lundin Norway AS in production licence 359.
nb: Brønn 33/10 S skal borast frå boreinnretninga Bredford Dolphin i posisjon 61°07'07,83" nord og 1°56'28,66" aust etter avslutting av boring av undersøkingsbrønn 16/4-8 S for Lundin Norway AS i utvinningsløyve 359.

source: The drilling programme for well 33/12-10 S relates to drilling of a well in production licence 631.
nb: Boreprogrammet for brønn 33/12-10 S gjeld boring av brønn i utvinningsløyve 631.

source: The other licensees are Bayerngas Norge AS (30 per cent) and Fortis Petroleum Norway AS (10 per cent).
nb: Dei andre rettshavarane er Bayerngas Norge AS (30 prosent) og Fortis Petroleum Norway AS (10 prosent).

source: The area in this licence consists of a small part of block 33/9 and approx. one-third of block 33/12.
nb: Arealet i dette løyvet består av en liten del av blokk 33/9 og ca 1/3 del av blokk 33/12.

source: The well will be drilled about 150 kilometres west of Florø.
nb: Brønnen blir bora om lag 150 kilometer vest for Florø.

source: Production licence 631 was awarded on 3 February 2012 (APA 2011).
nb: Utvinningsløyve 631 vart tildelt 3. februar 2012 (TFO 2011).

source: Wellbore 33/2-1 will be drilled from the Transocean Artic drilling facility at position 61°59’30.76” north and 1°32’42.52” east, after completing drilling of wildcat well 6406/12-3 for VNG Norge in production licence 586.
nb: Brønnbane 33/2-1 skal borast frå boreinnretninga Transocean Artic i posisjon 61°59’30,76” nord og 1°32’42,52” aust, etter avslutting av boring av undersøkingsbrønn 6406/12-3 for VNG Norge i utvinningsløyve 586.

source: The drilling programme for wellbore 33/2-1 relates to drilling of the first well in production licence 555.
nb: Boreprogrammet for brønnbane 33/2-1 gjeld boring av første brønn i utvinningsløyve 555.

source: The other licensee is Bayerngas Norge AS (40 per cent).
nb: Den andre rettshavar er Bayerngas Norge AS (40 prosent).

source: The area in this licence consists of block 33/2.
nb: Arealet i dette løyvet består av blokk 33/2.

source: The well will be drilled about 200 kilometres west of Måløy.
nb: Brønnen blir bora om lag 200 kilometer vest for Måløy.

source: Production licence 555 was awarded on 19 February 2010 (APA 2009).
nb: Utvinningsløyve 555 vart delt ut 19.02.2010 (TFO 2009).

source: Wellbore 34/6-3 S will be drilled from the Leiv Eriksson drilling facility at position 61°34'29.55" north and 2°43'48.70" east after completing drilling of well 35/9-11 A for RWE Dea Norge AS in production licence 420.
nb: Brønn 34/6-3 S skal borast frå boreinnretninga Leiv Eriksson i posisjon 61°34'29,55" nord og 2°43'48,70"aust etter avslutting av boring av brønn 35/9-11 A for RWE Dea Norge AS i utvinningsløyve 420.

source: The drilling programme for wellbore 34/6-3 S relates to drilling of a wildcat well in production licence 554.
nb: Boreprogrammet for brønn 34/6-3 S gjeld boring av undersøkingsbrønn i utvinningsløyve 554.

source: The area in this licence consists of part of block 34/6.
nb: Arealet i dette løyvet består av del av blokk 34/6.

source: The well will be drilled about 110 kilometres west of Florø.
nb: Brønnen blir bora om lag 110 kilometer vest for Florø.

source: Production licence 554 was awarded on 19 February 2011 in APA 2010 on the Norwegian shelf.
nb: Utvinningsløyve 554 vart delt ut 19.02.2011 i TFO 2010 på norsk sokkel.

source: Wellbore 34/7-36 S will be drilled from the Borgland Dolphin drilling facility at position 61° 21' 46.02'' north and 2° 18' 20.84'' east, after completing drilling of wildcat well 31/10-1 for Tullow Oil Norge AS in production licence 507.
nb: Brønn 34/7-36 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 61° 21' 46.02'' nord og , 2° 18' 20.84'' aust, etter avslutting av boring av undersøkingsbrønn 31/10-1 for Tullow Oil Norge AS i utvinningsløyve 507.

source: The drilling programme for wellbore 34/7-36 S relates to drilling of a wildcat well in production licence 553, where Det norske Oljeselskap ASA is the operator with an ownership interest of 40 per cent.
nb: Boreprogrammet for brønn 34/7-36 S gjeld boring av undersøkingsbrønn i utvinningsløyve 553, hvor Det norske Oljeselskap ASA er operatør med ein andel på 40 prosent.

source: The other licensees are Svenska Petroleum Exploration AS (35 per cent) and Bayerngas Norge AS (25 per cent).
nb: Dei andre rettshavarane er Svenska Petroleum Exploration AS (35 prosent) og Bayerngas Norge AS (25 prosent).

source: The area in this licence consists of parts of block 34/7 and parts of block 34/8.
nb: Arealet i dette løyvet består av deler av blokk 34/7 og deler av blokk 34/8.

source: The well will be drilled about ten kilometres west of the Visund field and 130 kilometres west of Florø.
nb: Brønnen blir bora om lag ti kilometer vest for Visundfeltet og 130 kilometer vest for Florø.

source: Production licence 553 was awarded on 19 February 2010 (APA 2009).
nb: Utvinningsløyve 553 vart delt ut 19. februar 2010 (TFO 2009).

source: Wellbore 35/11-17 will be drilled from the Songa Trym drilling facility at position 61°03’31.22”N and 3°31’56.88”E following completion of the drilling of wildcat well 35/11-16 for Statoil in production licence 090B.
nb: Brønn 35/11-17 skal borast frå boreinnretninga Songa Trym i posisjon 61°03'31,22"N og 3°31'56,88"E etter avslutting av boring av undersøkingsbrønn 35/11-16 for Statoil i utvinningsløyve 090B.

source: The drilling programme for well 35/11-17 concerns drilling of a wildcat well in production licence 090, where Statoil is the operator with an ownership interest of 45 per cent.
nb: Boreprogrammet for brønn 35/11-17 gjeld boring av undersøkingsbrønn i utvinningsløyve 090 der Statoil er operatør med ein del på 45 prosent.

source: The other licensees are ExxonMobil (25 per cent), Idemitsu Petroleum (15 per cent) and GDF Suez (15 per cent).
nb: Dei andre rettshavarane er ExxonMobil (25 prosent), Idemitsu Petroleum (15 prosent) og GDF Suez (15 prosent).

source: The area in this licence consists of parts of block 35/11.
nb: Arealet i dette løyvet består av del av blokk 35/11.

source: The well will be drilled about one kilometre southeast of Fram.
nb: Brønnen blir bora om lag en kilometer sør-aust for Fram.

source: Production licence 090 was awarded on 9 March 1984 in the eighth licensing round on the Norwegian shelf.
nb: Utvinningsløyve 090 vart delt ut (09.03.1984) (8 konsesjonsrunde på norsk sokkel).

source: This is the 16th well to be drilled in the licence.
nb: Dette er den 16 brønnen som bli bora i løyvet.

source: Wellbore 35/9-11 A will be drilled from the Leiv Eiriksson drilling facility at position 61°21’25.60” north and 3°40’44.56” east.
nb: Brønnbane 35/9-11 A skal borast frå boreinnretninga Leiv Eiriksson i posisjon 61°21’25,60” nord og 3°40’44,56” aust.

source: The drilling programme for wellbore 35/9-11 A relates to drilling of an appraisal well in production licence 420.
nb: Boreprogrammet for brønnbane 35/9-11 A gjeld boring av avgrensingsbrønn i utvinningsløyve 420.

source: The area in this licence consists of parts of block 35/9.
nb: Arealet i dette løyvet består av deler av blokk 35/9.

source: The well will be drilled about 14 kilometres west of the Gjøa field.
nb: Brønnen blir bora om lag 14 kilometer vest for Gjøafeltet.

source: Well 35/9-11 S/A will be drilled from the Leiv Eiriksson drilling facility at position 61°21’25.60” north and 3°40’44.56” east after drilling is completed on wildcat well 25/5-9 for Total E&P Norge AS in production licence 102 F.
nb: Brønn 35/9-11 S/A skal borast frå boreinnretninga Leiv Eiriksson i posisjon 61°21’25,60”nord og 3°40’44,56” aust etter at undersøkingsbrønn 25/5-9 for Total E&P Norge AS i utvinningsløyve 102 F er ferdig bora.

source: The drilling programme for well 35/9-11 S/A relates to the drilling of an appraisal well in production licence 420 where RWE Dea Norge is the operator with an ownership interest of 30 per cent.
nb: Boreprogrammet for brønn 35/9-11 S/A gjeld boring av avgrensingsbrønn i utvinningsløyve 420 der RWE Dea Norge er operatør med ein del på 30 prosent.

source: The other licensees are Statoil Petroleum AS (40 per cent) and Idemitsu Petroleum (30 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS (40 prosent) og Idemitsu Petroleum (30 prosent).

source: The area in this licence consists of part of block 35/9.
nb: Arealet i dette løyvet består av del av blokk 35/9.

source: The well will be drilled about 16 kilometres west of the Gjøa field.
nb: Brønnen blir bora om lag 16 kilometer vest for Gjøafeltet.

source: Contact in the NPD: Kristian Runestad
nb: Kontaktperson i OD: Kristian Runestad

source: Well 35/9-12 S will be drilled from the Leiv Eiriksson drilling facility at position 61°15`28.34" north and 3°44`46.61" east after completing the drilling of wildcat wells 34/6-3 S and 34/6-3 A for Total E&P Norge AS in production licence 554.
nb: Brønn 35/9-12 S skal borast frå boreinnretninga Leiv Eiriksson i posisjon 61°15`28,34" nord og 3°44`46,61" aust etter avslutting av boring av undersøkingsbrønn 34/6-3 S og 34/6-3 A for Total E&P Norge AS i utvinningsløyve 554.

source: The drilling program for well 35/9-12 S relates to drilling of a wildcat well in production licence 420.
nb: Boreprogrammet for brønn 35/9-12 S gjeld boring av undersøkingsbrønn i utvinningsløyve 420.

source: Wellbore 6305/8-2 will be drilled from the Transocean Barents drilling facility in position 63°19'42.05" north and 5°21'36.69" east.
nb: Brønn 6305/8-2 skal borast frå boreinnretninga Transocean Barents i posisjon 63°19'42.05" nord og 5°21'36,69" aust.

source: The drilling programme for wellbore 6305/8-2 relates to the drilling of an appraisal well in production licence 250.
nb: Boreprogrammet for brønn 6305/8-2 gjeld boring av avgrensingsbrønn i utvinningsløyve 250.

source: A/S Norske Shell is the operator with an ownership interest of 16 per cent.
nb: A/S Norske Shell er operatør med ein del på 16 prosent.

source: The other licensees are Petoro AS (45 per cent), Statoil Petroleum AS (23.6 per cent), Dong E&P Norge AS (9.44 per cent) and ExxonMobil Exploration & Production Norway AS (5.91 per cent).
nb: Dei andre rettshavarane er Petoro AS (45 prosent), Statoil Petroleum AS (23,6 prosent), Dong E&P Norge AS (9,44 prosent) og ExxonMobil Exploration & Production Norway AS (5,91 prosent).

source: The area in this licence consists of parts of block 6305/8.
nb: Arealet i dette løyvet består av deler av blokk 6305/8.

source: The well will be drilled about 120 kilometres west of Kristiansund.
nb: Brønnen blir bora om lag 120 kilometer vest for Kristiansund.

source: Production licence 250 was awarded on 22 October 1999 (supplement to the 15th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 250 vart delt ut den 22.10.1999 (tillegg til 15. konsesjonsrunde på norsk sokkel).

source: The permit is contingent upon the operator securing all other permits and consents required by the authorities before the drilling activity commences.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: The shelf is otherwise characterized by a shortage of rigs and increasing prices.
nb: Ellers er sokkelen preget av riggmangel og prisøkning.

source: The shelf in 2006 contains facts from the year that has passed, as well as the outlook for the next five-year period.
nb: Sokkelåret 2006 inneholder fakta fra året som gikk og utsikter for kommende fem-årsperiode.

source: Developments Three plans for development and operation (PDO) and plans for installation and operation (PIO) were approved during 2006.
nb: Utbygginger I løpet av 2006 ble 3 planer for utbygging og drift (PUD) og planer for anlegg og drift godkjent.

source: Three applications for PDO exemptions were also approved.
nb: I tillegg ble søknad om tre PUD-fritak godkjent.

source: In 2007, approximately eight PDOs for development of discoveries will likely be submitted to the authorities.
nb: I 2007 forventes det at om lag 8 PUD for utbygging av funn vil bli oversendt myndighetene.

source: In addition to these, several producing fields are expected to submit revised PDOs.
nb: I tillegg til disse forventes det innsending av endret PUD for flere felt i drift.

source: Reopening of fields that have been shut down may also become relevant.
nb: Gjenåpning av nedstengte felt kan også aktualiseres.

source: New players A total of 16 companies were pre-qualified as licensees or operators on the Norwegian continental shelf in 2006.
nb: Nye aktører I alt 16 selskap ble i løpet av 2006 prekvalifisert som rettighetshaver eller operatør på norsk kontinentalsokkel.

source: Another 13 companies were being considered at year-end.
nb: Ved årsskiftet var ytterligere 13 selskap under vurdering.

source: Exploration 26 exploration wells were spudded in 2006.
nb: Leting Det ble påbegynt 26 letebrønner i 2006.

source: Of this total, 18 were wildcat wells and eight were appraisal wells.
nb: Av disse er 18 undersøkelsesbrønner og åtte avgrensningsbrønner.

source: Four new discoveries were made.
nb: Det er gjort fire nye funn.

source: The number of exploration wells has doubled compared with 2005.
nb: Antallet letebrønner er doblet i forhold til 2005.

source: However, fewer wells were drilled than planned, largely due to a shortage of drilling rigs.
nb: Det er likevel boret færre brønner enn det som var planlagt, og dette skyldes i hovedsak mangel på borerigger.
